Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/11_id_512947.html.tmx
Source language: nob
Languages: sme

source: Sametinget har særlig fokus på tiltak for å rekruttere barnehagepersonale i sin barnehageplan.
sme: Sámediggi lea erenoamážit čalmmustahttán iežas mánáidgárdeplánas doaibmabijuid háhkan dihte mánáidgárdebargiid.

source: Samisk høgskole i Kautokeino er den eneste høgskolen som utdanner førskolelærere med samiskspråklig kompetanse.
sme: Sámi allaskuvla Guovdageainnus lea áidna allaskuvla mii oahpaha allaskuvlaoahpaheddjiid geain lea sámegielat gelbbolašvuohta.

source: Samisk høgskole har enkelte år ikke hatt stort nok søkergrunnlag til å igangsette førskolelærerstudiet.
sme: Sámi alla ­skuvllas eai leat buot jagiid leamaš doarvái ohccit bidjat johtui ovdaskuvlaoahpaheaddjeoahpu.

source: Samisk høgskole arbeider med ulike strategier for å møte behovet om generell studiekompetanse, og i tillegg vurderes modeller for desentraliserte opplegg for førskolelærerutdanning og etterutdanningstilbud.
sme: Okta ágga dasa soaitá leat ahte ohcciin váilu lohkangelbbolašvuohta, ja dasa lassin árvvoštallojuvvojit modeallat gáiddusoahpahuslágideapmái ovdaskuvlaoahpaheddjiid ja liigeoahpaheami várás.

source: I arbeidet med oppfølging av Handlingsplan for likestilling i barnehagen 2004 – 2007 har Sametinget og fylkesmennene i Nordland, Troms og Finnmark hatt særlig fokus på rekruttering av mannlige førskolelærere, blant annet til samiske barnehager.
sme: Čuovvolettiin Doaibmaplána dásseárvvu várás mánáidgárddis 2004 – 2007, leat Sámediggi ja Nordlándda, Romssa ja Finnmárkku fylkkamánnit erenoamážit čalmmustahttán dievdu ovdaskuvlaoahpaheddjiid háhkama, earret eará sámi mánáidgárddiide.

source: Handlingsplanen skal videreføres i en strategi for likestilling i barnehagen og grunnopplæringen 2007 – 2012.
sme: Doaibmaplána galgá viidáseappot dolvojuv-vot muhtin strategiijas dásseárvui mánáidgárddiin ja vuođđooahpahusas 2007 – 2012.

source: Det må arbeides systematisk med veiledning og utviklingsarbeid i barnehagene for å rekruttere til arbeid i samiske barnehager og for å kunne bidra til stabilitet i personalgruppen.
sme: Fertet systemáhtalaččat bargat bagadallamiin ja ovdánahttinbargguiguin mánáidgárddiin vai sáhttá háhkat olbmuid bargat sámi mánáidgárddiin ja vai sáhtášii doalahit dássehisvuođa bargiidjoavkkus.

source: Likeledes bør det stimuleres til nettverksbygging mellom samiske barnehager for informasjons- og erfaringsutveksling.
sme: Ferte maid oalgguhit fierpmádagaid hukset gaskal sámi mánáidgárddiid vai sáhttá háhkat dieđuid- ja lonohallat vásáhusaid.

source: Sametinget har i de siste årene tatt initiativ til en rekke nettverkssamlinger.
sme: Sáme ­diggi lea maŋimus jagiid álggahan muhtin ráje fierpmádatčoahkkimiid.

source: Hovedhensikten med nettverkene er å bygge opp kompetanse, informere og spre gode erfaringer mellom de ansatte i barnehagene.
sme: Váldo mihttomearrin fierpmádagaiguin lea hukset gelbbolašvuođa, dieđuid juohkit ja gilvit buriid vásáhusaid mánáidgárdebargiid gaskii.

source: Det er først og fremst kommunen som barnehageeier og barnehagemyndighet og private barnehageeiere som har ansvar for å stimulere til utviklingsarbeid og nettverksbygging.
sme: Leat ovddimustá suohkan gii lea mánáidgárdeeaiggát ja mánáidgárdeeiseváldi ja priváhta mánáidgárdeeaiggádat geain lea ovddasvástádus movttiidahttit bargat ovdánahttinbargguiguin ja fierpmádathuksemiin.

source: Også interkommunalt samarbeid vil være viktig for å spre erfaringer, knytte kontakter og for motivasjon og inspirasjon.
sme: Maiddái suohkangaskasaš ovttasbargu lea deaŧalaš go galgá gilvit vásáhusaid, čatnat oktavuođaid movttidahttima ja inspirašuvn ­na dihte.

source: Fylkesmennene i Finnmark og Troms og Sametinget arrangerer årlige nasjonale konferanser for ansatte i samiske barnehager.
sme: Finnmárkku ja Romssa fylkkamánnit ja Sámediggi lágidit juohke jagi nationála konferánssaid sámi mánáidgárdebargiide.

source: 10.4 Utvikling av pedagogisk materiell
sme: 10.4 Oahpponeavvuid ráhkadeapmi

source: Det er fortsatt mangel på pedagogisk materiell tilpasset samiske barn og samiske barnehager.
sme: Ain váilu sámi mánáide ja sámi mánáidgárddiide heivehuvvon pedagogalaš materiála.

source: De siste årene er det utgitt læremidler på alle de tre samiske språkene.
sme: Maŋimus jagiid leat almmuhuvvon oahpponeavvut buot golmma sámegillii.

source: Sametinget har en læremiddelsentral med pedagogisk materiell for barnehage og skole.
sme: Sámedikkis lea oahpponeavvoguovddáš gos lea pedagogalaš materiála mánáidgárdái ja skuvlii.

source: Det er behov for barnebøker, fagbøker, filmer, plakater, samisk inspirerte leker, CD med samisk musikk / joik og IKT-læremidler.
sme: Dárbbašuvvojit mánáidgirjjit, fágagirjjit, filmmat, plakáhtat, sámi inspirerjuvvon stohkosat, CDat main lea sámi musihkka / luohti ja IKT-oahpponeavvut.

source: Sametinget tildeles årlig midler fra Kunnskapsdepartementet til utvikling av pedagogisk materiell til bruk i samiske barnehager og barnehager med samiske barn.
sme: Máhttodepartemeanta juolluda jahkásaččat ruđa Sámediggái vai sáhttá ovddidit pedagogalaš materiála mii adnojuvvo sámi mánáidgárddiin ja dain mánáidgárddiin gos leat sámi mánát.

source: 10.5 Overgang barnehage – skole
sme: 10.5 Sirdin mánáidgárddis – skuvlii

source: I rammeplan for barnehagens innhold og oppgaver vektlegges at barnehagen, i samarbeid med skolen, skal legge til rette for barns overgang fra barnehage til første klasse og eventuelt SFO.
sme: Mánáidgárdi deattuha rámmaplána mánáidgárddi sisdollui ja doaimmaide, ovttasráđiid skuvllain ja galgá láhčit dili buorrin mánáide go galget sirdit mánáidgárddis vuosttaš luohkkái skuvlii dahje SAáOii.

source: Dette skal skje i nært samarbeid med barnets hjem.
sme: Diet galgá dáhpáhuvvat lagaš ovttasbargguin máná ruovttuin.

source: Det er særlig viktig at samiske barn og foreldre opplever kontinuitet i utdanningsløpet for å få videreutviklet språk og kultur.
sme: Ja lea erenoamáš deaŧalaš ahte sámi mánát ja váhnemat vásihit kontinuitehta oahpus vai besset ovddidit giela ja kultuvrra.

source: Samarbeid og sammenheng mellom barnehage og skole er ett av satsingsområdene i Kunnskapsdepartementets strategi for kompetanseutvikling i barnehagesektoren.
sme: Ovttasbargu ja oktavuohta mánáidgárddi ja skuvlla gaskkas lea okta nannensurggiin Máhttodepartemeantta strategiijas gelbbolašvuođaloktemii mánáidgárdesuorggis.

source: Dette vil kunne bidra til økt lokal satsing gjennom for eksempel utviklingsarbeid, felles kurs og seminarer mellom barnehager og skoler.
sme: Diet dagahivččii eambbo báikkálaš rahčamuša ovdamearkka dihte ovdánahttinbargguid, oktasaš kurssaid ja semináraid bokte mánáidgárddiide ja skuvllaide.

source: Midler som tildeles til kompetansetiltak i barnehagesektoren, kan ses i sammenheng med midler til kompetanseutvikling i grunnopplæringen.
sme: Dat ruđat mat juolluduvvojit gelbbolašvuođa doai ­bmabijuide mánáidgárdesuorggis, galget gehččot ovttas daid ruđaiguin mat leat vuođđooahpahusa gelbbolašvuođaloktemii.

source: Departementet skal for øvrig utarbeide en veileder om samarbeid og sammenheng mellom barnehage og skole.
sme: Departemeanta áigu ráhkadit bagadallančál ­losa mánáidgárddi ja skuvlla ovttasbarggu ja oktav ­uođa birra.

source: 10.6 Strategier og tiltak
sme: 10.6 Strategiijat ja doaibmabijut

source: Som en oppfølging av Kompetansestrategien for barnehagen, vil Kunnskapsdepartementet invitere Sametinget til samarbeid om tiltak rettet mot den samiske barnehagesektor, bl.a. tilsyn.
sme: Mánáidgárddi Gelbbolašvuođastrategiija čuovvoleapmin áigu Máhttodepartemeanta bovdet Sámedikki ovttasbargat dakkár doaibmabijuid ektui mat leat jurddašuvvon sámi mánáidgárdesuorgái, ee. bearráigeahču ektui.

source: Kunnskapsdepartementet vil se behovet for rekruttering av pedagogisk barnehagepersonale med samisk språk- og kulturkompetanse i sammenheng med fordelingen av kompetansemidler i barnehagesektoren.
sme: Máhttodepartemeanta áigu guorahallat dárbbu háhkat sámi giella- ja kulturgelbbolaš pedagogalaš mánáidgárdebargiid go juolluda gelbbolašvuođaruđaid mánáidgárdesuorgái.

source: Kunnskapsdepartementet vil fra 2008 ta initiativ til to årlige administrative samarbeidsmøter med Sametinget om utfordringer og tiltak i den samiske barnehagesektoren.
sme: Máhttodepartemeanta áigu 2008 rájes álggahit juohke jagi hálddahuslaš ovttasbargočoahkkimiid Sámedikkiin mat dollojuvvojit guovtti geardde jagis ja mat leat sámi mánáidgárdi ­suorggi hástalusaid ja doaibmabijuid birra.
